export const listOfEvents =[
	{
		id: 0,
		name: 'БПМ',
		date: '22.04.2018',
		peopleCount: '3000',
	},{
		id: 1,
		name: 'Красная капелла: Ответный удар',
		date: '07.06.2018',
		peopleCount: '200',
	},{
		id: 2,
		name: 'З.О.Н.А.: Ветер свободы',
		date: '13.08.2018',
		peopleCount: '85',
	},{
		id: 3,
		name: 'БПМ',
		date: '22.04.2018',
		peopleCount: '3000',
	},{
		id: 4,
		name: 'Красная капелла: Ответный удар',
		date: '07.06.2018',
		peopleCount: '200',
	},{
		id: 5,
		name: 'З.О.Н.А.: Ветер свободы',
		date: '13.08.2018',
		peopleCount: '85',
	}
];

export const detailOfEvent =[ {
	id: 0,
	name: 'БПМ',
	date: '22.04.2018',
	peopleCount: '3000',
	description: 'Погонщики  мулов  обычно  начинают  дневной  переход  тотчас  же  после завтрака, в восемь часов утра, и делают привал на  ночлег  в  четыре  часапополудни.'
}];

export const detailOfEvent =[ {
active: true,
beginDate: "2018-05-14T08:00:00",
capacity: 400,
endDate: "2018-05-14T18:00:00",
field: {id: 1, name: "ПК ЗарницаКлаб"},
gameRules: null,
groupMap: {RED: {id: 1, groupType: "RED", playerSet: []}, BLUE: {id: 2, groupType: "BLUE", playerSet: []}},
id: 1,
info: "Запретная Зона и пейнтбольный клуб  собщают, что 14.04.2018 мы планируем провести пейнтбольную постапоклаптичсекую традиционную масштабную ежегодную игру, по мотивам мира  Фолаут, данная игра станет уже 11 в серии, и мы проведем ее в лучших традициях игр данной серии.↵↵Как всегда вас ожидают "фирменные" сценарные отличия, 2 основных стороны со штабами и небольшая группа отмороженных, квесты для любителей возможность проявить творчество и продемонстрировать традиционный для Fallout антураж, адреналин и пейнтбол - всё, как вы любите!",
name: "Фолаут ХI - Дорога Ярости",
shortInfo: "19 мая 2018 года под Москвой состоится главное пейнтбольное событие года - Большие Пейнтбольные Маневры™, самые крупные в Европе.",
}];